"{\"topic\": \"abcd\", \"news\": {\"link\": \"https://www.thedailystar.net/middle-east/news/aminis-death-tragic-incident-chaos-unacceptable-iranian-president-3130881\", \"title\": \"Amini's death \\u201ctragic incident\\u201d, but \\u201cchaos\\u201d unacceptable: Iranian president\", \"author\": [\"Reuters\"], \"date\": \"2022-09-29 10:02:34+06:00\", \"news_text\": \"A person lays flowers during a protest in front of the Iranian Embassy in support of anti-regime protests in Iran following the death of Mahsa Amini, in Madrid, Spain September 28, 2022. REUTERS\\n\\nIranian President Ebrahim Raisi on Wednesday said that the death of a young woman in custody had \\\"saddened\\\" everyone in the Islamic Republic, but warned that \\\"chaos\\\" would not be accepted amid spreading violent protests over Mahsa Amini's death.\\n\\nAmini's death two weeks ago has sparked anti-government protests across Iran, with protesters often calling for the end of the Islamic clerical establishment's more than four decades in power.\\n\\n\\\"We all are saddened by this tragic incident ... (However)Chaos is unacceptable,\\\" Raisi said in an interview with state TV, while protests continued around the country.\\n\\n\\\"The government's red line is our people's security ... One cannot allow people to disturb the peace of society through riots.\\\"\\n\\nDespite a growing death toll and a fierce crackdown by security forces using tear gas, clubs, and in some cases, live ammunition, social media videos showed Iranians persisting with protests, chanting \\\"Death to the dictator\\\".\\n\\nStill, a collapse of the Islamic Republic seems remote in the near term since its leaders are determined not to show the kind of weakness they believe sealed the fate of the U.S.-backed Shah in 1979, a senior Iranian official told Reuters.\\n\\nAngry demonstrations have spread to over 80 cities nationwide since the Sept. 13 death of 22-year-old Amini, after she was arrested for \\\"unsuitable attire\\\" by the morality police who enforce the Islamic Republic's strict dress code.\\n\\nAmini, who was from the northwestern Kurdish city of Saqez, died in hospital after falling into a coma, sparking the first big show of dissent on Iran's streets since authorities crushed protests against a rise in gasoline prices in 2019.\\n\\nRaisi, who had ordered an investigation into Amini's death, said \\\"forensics will present report on her death in the coming days\\\".\\n\\nAlthough Supreme Leader Ayatollah Ali Khamenei has yet to comment on the protests, a hardline watchdog body called on the judiciary \\\"to deal decisively with the main perpetrators and those responsible for killing and injuring innocent people and security forces.\\\"\\n\\nKhamenei appoints six senior clerics of the 12-member body, known as the Guardian Council.\\n\\nGROWING SUPPORT\\n\\nState media said 41 people, including members of the police and a pro-government militia, have died during the protests. Iranian human rights groups have reported a higher toll.\\n\\nRaisi backed Iran's security forces, saying \\\"they sacrifice their lives to secure the country\\\".\\n\\nDozens of Iranian celebrities, soccer players and artists - inside and outside the country - have backed the demonstrations. Iran's hardline judiciary said it will press charges against them, according to state media.\\n\\n\\\"Whoever participated and ignited the chaos and riots will be held to account,\\\" warned Raisi, while adding that \\\"no one should be afraid to express their views\\\".\\n\\nIran's elite Revolutionary Guards said on Wednesday they fired missiles and drones at militant targets in the Kurdish region of neighbouring northern Iraq, where an official said nine people were killed.\\n\\nIranian authorities have accused armed Iranian Kurdish dissidents of igniting the unrest, particularly in the northwest which is home to most of Iran's more than 10 million Kurds.\\n\\nWashington condemned the attack, calling it \\\"an unjustified violation of Iraqi sovereignty and territorial integrity.\\\"\\n\\nEarly on Wednesday, a video showed protesters in Tehran chanting \\\"Mullahs get lost!\\\" \\\"Death to the dictator!\\\" and \\\"Death to the leader (Khamenei) because of all these years of crime!\\\"\\n\\nReuters could not verify the authenticity of videos on social media.\\n\\nRights groups have reported the arrest of hundreds of people, including human rights defenders, lawyers, civil society activists and at least 18 journalists.\\n\\nAmini's death has drawn widespread international condemnation. Iran has blamed Kurdish dissidents for the unrest as well as what it called \\\"thugs\\\" linked to \\\"foreign enemies.\\\"\\n\\nTehran has accused the United States and some European countries of using the unrest to try to destabilise the Islamic Republic.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/sports-special/t20-world-cup-2022/news/warner-back-australia-t20-squad-wc-warm-3130066\", \"title\": \"Warner back in Australia T20 squad for WC warm-up\", \"author\": [\"Afp\"], \"date\": \"2022-09-28 15:34:10+06:00\", \"news_text\": \"Opener David Warner was among four big names who returned Wednesday to Australia's squad for a two-match Twenty20 series against the West Indies, with the World Cup on home soil next month.\\n\\nWarner, who had been rested, was joined by recovered allrounders Mitchell Marsh (ankle) and Marcus Stoinis (side), and paceman Mitchell Starc (knee) after the quartet missed Australia's series defeat in India.\\n\\nAustralia host the West Indies on the Gold Coast on October 5 and at The Gabba in Brisbane on October 7.\\n\\nCameron Green keeps his place in a 16-man squad despite not being selected for Australia's World Cup defence. The tournament starts on October 16.\\n\\n\\\"We have and are taking a cautious approach with the World Cup on the near horizon,\\\" said national selection panel chair George Bailey.\\n\\n\\\"To have four key players return gives us the ability to take a conservative path with any minor issues and resolve those well in time for the World Cup.\\\"\\n\\nSquad: Aaron Finch (capt.), Sean Abbott, Pat Cummins, Tim David, Cameron Green, Josh Hazlewood, Josh Inglis, Mitchell Marsh, Glenn Maxwell, Daniel Sams, Steve Smith, Mitchell Starc, Marcus Stoinis, Matthew Wade, David Warner, Adam Zampa.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/cricket/news/rizwan-jamal-help-pakistan-down-england-fifth-t20i-3130876\", \"title\": \"Rizwan, Jamal help Pakistan down England in fifth T20I\", \"author\": [\"Afp\"], \"date\": \"2022-09-29 08:31:29+06:00\", \"news_text\": \"Rizwan, Jamal help Pakistan down England in fifth T20I\\n\\nPakistan's players celebrate after the dismissal of England's Alex Hales (not pictured) during the fifth Twenty20 international cricket match between Pakistan and England at the Gaddafi Cricket Stadium in Lahore. Photo: AFP\\n\\nProlific opener Mohammad Rizwan hit a fighting half-century before debutant all-rounder Aamer Jamal starred with the ball as Pakistan beat England by six runs in another last-over finish in the fifth T20 international in Lahore on Wednesday.\\n\\nRizwan's 46-ball 63 was the cornerstone of Pakistan's 145 all out in 19 overs after express pacer Mark Wood grabbed 3-20 to derail the home team who were asked to bat first at Gaddafi Stadium.\\n\\nEngland's stand-in skipper Moeen Ali smashed a brilliant undefeated 37-ball 51, with four sixes and two fours, but failed to score the 15 needed off the final over as England managed 139-7.\\n\\nJamal kept his cool despite being hit for a six off the third ball, conceding just eight to give Pakistan a 3-2 lead in the seven-match series.\\n\\nEngland won the first and third matches while Pakistan took the second and fourth, all played in Karachi.\\n\\nPakistan needed wickets to defend a below-par total and all six bowlers responded with at least a wicket each, with Haris Rauf grabbing 2-41.\\n\\nOpeners Alex Hales (one) and Phil Salt (three) were gone by the fourth over before the dismissals of Ben Duckett (10) and Harry Brook (four) left England struggling at 54-4.\\n\\nDawid Malan stopped the slide with a patient 35-ball 36, studded with six boundaries, before Ali raised his team's hopes of victory.\\n\\nBut the asking rate climbed with 40 needed off the last three overs and 28 off the last two.\\n\\nMoeen reached his seventh T20I fifty off 35 balls.\\n\\n\\\"I will give credit to the bowlers who defended a not-so-big total,\\\" said Pakistan skipper Babar Azam.\\n\\n\\\"I think Jamal showed great character by bowling the last over and his confidence got him over the line.\\\"\\n\\nAli, meanwhile, said England should have chased down the target.\\n\\n\\\"Disappointed we didn't chase those runs, we're a better team than that but we got strangled by the spinners in the middle overs,\\\" said Ali, whose team had fallen three runs short in pursuit of 166 on Sunday.\\n\\nEarlier, Pakistan struggled against the pace of Wood.\\n\\nWood -- playing only his second international since an elbow injury in March followed by surgery -- was ably assisted by Sam Curran (2-23) and David Willey (2-23) as Pakistan were dismissed in 19 overs.\\n\\nAmid a middle-order collapse from 42-1, which saw Pakistan lose six wickets off 48 balls for just 58 runs, Rizwan held on with a defiant knock, his fourth fifty in five matches in this series.\\n\\nWood dismissed Azam in the third over for nine before David Willey removed Shan Masood and Iftikhar Ahmed to derail Pakistan.\\n\\nMohammad Nawaz (nought) and Shadab Khan (seven) fell to injudicious run outs to leave Pakistan tottering at 100-7.\\n\\nRizwan completed his 20th T20I half-century before hitting Curran straight into the hands of Adil Rashid at deep square-leg in the 18th over. Rizwan struck three sixes and two fours.\\n\\nThe remaining matches are on Friday and Sunday, also in Lahore.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/athletics/news/mos-future-doubt-after-london-marathon-pullout-3130836\", \"title\": \"Mo\\u2019s future in doubt after London Marathon pullout\", \"author\": [\"Afp\"], \"date\": \"2022-09-29 03:44:14+06:00\", \"news_text\": \"Britain's Mo Farah celebrates with a 'mobot' pose after winning the men's 5000 metres final at the World Athletics Championships in Beijing yesterday. Photo: AFP\\n\\nMo Farah has been forced to withdraw from Sunday's London marathon due to a hip injury with this latest setback raising doubts over the 39-year-old's future in competitive racing.\\n\\nThe four-time Olympic gold medallist was due to run the race for the first time since 2019 after making a return to the track in a failed attempt to compete at last year's Olympics in Tokyo.\\n\\nFarah did return to form on the road by winning the \\\"Big Half\\\" -- a London half marathon -- earlier this month.\\n\\n\\\"I've been training really hard over the past few months and I'd got myself back into good shape and was feeling pretty optimistic about being able to put in a good performance,\\\" said Farah in a statement issued by London marathon organisers on Wednesday.\\n\\n\\\"However, over the past 10 days I've been feeling pain and tightness in my right hip. I've had extensive physio and treatment and done everything I can to be on the start line but it hasn't improved enough to compete on Sunday.\\\"\\n\\nHe added: \\\"It's really disappointing to have to withdraw after a good last few months and after my win at The Big Half but also because I love racing in front of my home crowd in London who always give all of us athletes such amazing support.\\\"\\n\\nFarah has never won the London marathon in three previous attempts, with his best finish coming in 2018 when he was third.\\n\\nEthiopian reigning champion Sisay Lemma and his compatriot Kenenisa Bekele, the second-fastest marathon runner of all time, are among the favourites for the men's race.\\n\\nKenya's Eliud Kipchoge is not running after smashing his own world record by 30 seconds at the Berlin marathon last Sunday.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/cricket/news/time-address-issues-and-not-gloat-over-confidence-gained-3130826\", \"title\": \"Time to address issues and not gloat over \\u2018confidence gained\\u2019\", \"author\": [\"Sports Reporter\"], \"date\": \"2022-09-29 03:19:39+06:00\", \"news_text\": \"\\\"For us, preparation was very important. We got good facilities here [in the UAE] and all our players utilised these seven days very well. The two matches we played here [against UAE] will help us build confidence ahead of the World Cup,\\\" Bangladesh all-rounder Mehedi Hasan Miraz said after wrapping up the two-match T20I series with a 32-run victory in the final game against the UAE in Dubai on Tuesday.\\n\\nMiraz spoke about how a 2-0 series win against the UAE -- which included a nervy seven-run victory in the first game -- would help the team 'build confidence' ahead of the T20 World Cup next month in Australia.\\n\\nThe concern is whether it will be the same type of confidence that Bangladesh had taken to Oman and the UAE last year for the previous edition of the T20 World Cup.\\n\\nJust about a year ago, then T20I skipper Mahmudullah Riyad gloated about how 'historic' series wins against Australia and New Zealand on slow and low Mirpur tracks had helped inject confidence in the side ahead of the last edition of the T20 World Cup.\\n\\nHow that confidence boost panned out for Bangladesh is known to the world -- with a humbling in the qualifiers against Scotland and an exit following zero wins in the Super 12s.\\n\\nMahmudullah is no longer on the scene, but does Miraz's claim of gaining confidence from wins against a T20I side ranked four places below Bangladesh -- who themselves are languishing in 9th place -- suggest the Tigers are again garnering a false sense of confidence ahead of yet another marquee T20 event?\\n\\nIt is probably time the Bangladesh cricketers called a spade a spade and treat this tour of the UAE as what it was meant to be: a scope for mere practice after training sessions at home were hampered by showers recently.\\n\\nEven on what should have been an easy tour for Bangladesh, they survived a major scare in the first T20I. After that game, Miraz lauded Afif Hossain's knock of unbeaten 77, which indeed was an innings worthy of praise and helped Bangladesh make a turnaround from a batting collapse that should not have happened in the very first place.\\n\\nThe next assignment for Bangladesh is in New Zealand, where they will play a tri-nation series also involving Pakistan. The series, which will begin on October 6, will act as a prelude to the World Cup for all three involved teams .\\n\\nGoing head to head against top-ranked teams like New Zealand and Pakistan surely provides the Tigers with the perfect opportunity to assess their calibre in conditions similar to what they will face down under.\\n\\nBut Bangladesh still have plenty of issues to fix. If anything, the matches against UAE showed how far off the pace Bangladesh are in the T20 format.\\n\\nHeadaches range from squandering simple catches to not yet finding a stable opening duo as Sabbir Rahman fails to justify the gift of a callback to the national team, which came in spite of the batter having very little to show in the domestic circuit during his time away from the national set-up for over two years.\\n\\nProbably the best way to do that would be to not obsess over confidence gained from wins over a feeble UAE and to instead start addressing how to approach the tri-nation series so that they can get at least some things in order before the mega-event in Australia.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/cricket/news/bcb-keen-sri-lanka-model-3130821\", \"title\": \"BCB keen on Sri Lanka model\", \"author\": [\"Sports Reporter\"], \"date\": \"2022-09-29 03:19:38+06:00\", \"news_text\": \"Bangladesh Cricket Board president Nazmul Hassan Papon spoke to the media yesterday and what could be surmised from his words is that the Tigers are going through a rebuilding phase ahead of the T20 World Cup in Australia. That rebuild will continue after the World Cup and Sri Lanka appear to be the model to follow judging from the board president's remarks.\\n\\nIt could be ascertained that some players who have not been able to cement their places will be given time. The likes of Afif Hossain, Yasir Ali, Nurul Hasan Sohan and Liton Das have made big strides in recent times and the BCB president was looking to form a core group with such players.\\n\\n\\\"There are many players in our team who are doing well. They will have to be given time. Afif has not become Mushfiqur [Rahim] or Mahmudullah [Riyad]. We can't make these mistakes [of comparing them to veterans], even Sohan has not become like them. But the thing is these players have that potential. Liton Das hasn' isn't close to Tamim [Iqbal] yet,\\\" the BCB president said yesterday, perhaps trying to temper expectations.\\n\\nWith the BCB president saying experimenting with the squad would be reduced, it was evident the team management may now look to find a sustainable line-up. The Sri Lanka team had been struggling in T20s for the past few years but have now found a unit from such phases of struggle.\\n\\nSkipper Dasun Shanaka, openers Kusal Mendis and Pathum Nissanka, middle-order batter Bhanuka Rajapaksa and Wanindu Hasaranga in lower-middle order are players who have taken up the reins.\\n\\nTalking about Bangladesh's current batch of players in T20s, Hassan said: \\\"We have done a lot of experiments last year and if we can minimise that, as Sri Lanka did, there are possibilities. Sri Lanka worked with a side for three-and-a-half years and then got results.\\\"\"}}""{\"topic\": \"bd\", \"news\": {\"link\": \"https://www.thedailystar.net/news/bangladesh/crime-justice/news/what-igp-benazir-says-about-councillor-akramul-murder-3131021\", \"title\": \"What IGP Benazir says about councillor Akramul murder\", \"author\": [\"Star Digital Report\"], \"date\": \"2022-09-29 14:14:12+06:00\", \"news_text\": \"Outgoing Inspector General of Police Benazir Ahmed today said the killing of Teknaf municipality councillor Akramul Haque did not take place to his personal capacity, rather by the on-duty filed-level officers.\\n\\n\\\"It's a legal matter. There is no scope to express my personal opinion until it is identified as unjust or immoral.\\\"\\n\\nBenazir said this replying to a query whether the killing makes him regret as he was the Rab's Director General when the killing happened involving Rab members in 2018.\\n\\nPhoto: Collected\\n\\nHe arranged the press conference today, a day before his retirement from the service.\\n\\n\\\"There is no personal dispute with the gentleman [Akramul] who was killed in the incident. Many of us try to identify that as a personal matter,\\\" he said.\\n\\n\\\"It is our responsibility to see if any of our colleagues have gone out of the mandate. Whether they overstepped their mandate or not. If there is an overstepping, legal action will be taken against them,\\\" he said claiming that the Rab officials were performing their official duty on that day.\\n\\nThe police chief further said that he has information that there have been multiple investigations into the incident.\\n\\n\\\"There has been a magisterial inquiry. I ordered an internal inquiry when I left [Rab to join as IGP]. It would not be fair to say that there was no investigation,\\\" he claimed.\\n\\nOn May 31, at a press conference in Cox's Bazar, Akram's wife Ayesha Begum alleged her husband was killed in a planned way by Rab members and she was trying to talk to her husband on his mobile phone during his killing on May 26 night.\\n\\nShe gave reporters four audio clips of chilling conversations, raising allegations of cold-blooded murder of her husband.\\n\\nAyesha demanded judicial probe into the incident. The family members, however, alleged that they could not even file any case in this regard, seeking justice of the killing.\\n\\nRights activists raised their voices demanding justice of the killing after the audio clips spread on the social media.\\n\\nAfter Akram's death, Rapid Action Battalion in a press release said the victim was killed in a \\\"gunfight\\\" between the elite force and drug dealers in Teknaf around 1:00am on May 27 of 2018.\"}}""{\"topic\": \"bd\", \"news\": {\"link\": \"https://www.thedailystar.net/news/bangladesh/news/sanctions-rab-remain-until-held-accountable-us-ambassador-3130971\", \"title\": \"Sanctions on Rab to remain until held accountable: US ambassador\", \"author\": [\"Star Digital Report\"], \"date\": \"2022-09-29 13:17:34+06:00\", \"news_text\": \"Sanctions on Rab to remain until held accountable: US ambassador\\n\\nThe sanctions imposed by the US against Rapid Action Battalion and seven of its former and current officials will stay in place, until the perpetrators are held accountable.\\n\\nUS Ambassador Peter Haas made the statement at \\\"Meet the Ambassador\\\" event organised by the Center for Governance Studies and German think tank Friedrich Ebert Stiftung at a city hotel today (September 29, 2022).\\n\\nLeaders of political parties, academics, journalist and former diplomats were present at the programme.\\n\\n\\\"The sanctions are not intended to punish but to change the behaviour and hold them accountable,\\\" Haas said.\\n\\nHowever, he said the number of extrajudicial killings has significantly changed since the sanctions were imposed in December last year.\\n\\n\\\"This is a very good signal,\\\" Haas said.\\n\\nAsked about the alleged enforced disappearances, Peter Haas said that they want independent mechanism for investigation into the allegations.\\n\\nHe also highlighted the free, fair and inclusive elections slated for next year, but also expressed concerns over the political violence in the recent times.\\n\\nPeaceful and fair elections are not possible if there is violence, he said.\\n\\nThe US diplomat also spoke about various aspects of US-Bangladesh relationship including trade, labour rights, regional and global politics, Indo-Pacific Strategy and trade.\\n\\nOn labour rights, Haas said Bangladesh has made remarkable progress in terms of workplace safety in the export-oriented industries but the US still has concerns.\\n\\nNow, he said, the US wants Bangladesh to allow the workers to have trade unions and the right to mobilise and bargaining for their rights.\"}}""{\"topic\": \"bd\", \"news\": {\"link\": \"https://www.thedailystar.net/news/bangladesh/crime-justice/news/missing-rahima-went-hiding-willingly-pbi-3130956\", \"title\": \"\\u201cMissing\\u201d Rahima went into hiding willingly: PBI\", \"author\": [], \"date\": \"2022-09-29 12:56:34+06:00\", \"news_text\": \"Rahima Begum, the mother of Moriom Mannan, who was rescued after remaining missing for nearly a month, had not been abducted. She had gone into hiding willingly, said Police Bureau of Investigation.\\n\\nPBI also said that they found discrepancies in the statement Rahima gave at the court after being found.\\n\\n\\\"We have verified Rahima's statement given in the court under section 22. We have already found the abduction narrative to be false,\\\" said Syed Mushfiqur Rahman, superintendent of police (SP) of PBI Khulna.\\n\\nPreliminary investigation suggests that she may have done this to implicate her neighbours with whom she had a dispute regarding a piece of land, the SP added.\\n\\nIf the case filed over the disappearance of Rahima does not prove to be true after a full investigation, then actions will be taken against the plaintiff according to the law, said the SP adding that, the arrestees in the case, if found innocent in the investigation, can go for legal action.\\n\\nThe SP also stated that, Rahima went to stay at the house of Quddus Molla at Saidpur village of Faridpur's Boalmari to get an ID card and birth registration, so she can work in Bandarban and stay hidden.\\n\\nBesides Quddus Molla's place, Rahima stayed at the house of one Moni Begum in Bandarban's Islampur village while she was reportedly missing.\\n\\nTo Moni Begum, Rahima said that her permanent address was in Saidpur village of Faridpur. One of her sons studied at Dhaka University and a daughter died at the age of one-month.\\n\\n\\\"But there is no truth to any of this,\\\" the SP also said.\\n\\n\\\"She took work at Moni Begum's restaurant in Bandarban area. The hotel owner offered her a job in a local camp. But she needed a birth certificate and NID card for that job. So, she went to Saidpur to acquire NID,\\\" the PBI official added.\\n\\nPBI Inspector Abdul Mannan, also the investigation officer of the case, also said that the information given by Rahima is misleading.\\n\\nThe IO visited Quddus's house on September 27.\\n\\n\\\"I went to Boalmari to verify Rahima Begum's statement. Rahima's statement given in the court was different from what she said while staying there,\\\" the police official said adding that, Rahima told Quddus's family that she had a fight with her husband and daughters, which is not similar to her statement in the court.\\n\\nAbdul Mannan will go to Bandarban next in order to verify information given by Rahima, he added.\\n\\n\\\"Besides, by Chattogram Hill Tracts, Rahima meant Bandarban in her statement. She said that she came to Dhaka by train from the Chattogram Hill Tracts. But, we know there is no railway line in Bandarban,\\\" the IO also said.\\n\\nOn August 27, Rahima Begum went missing from her house at Maheshwarpasha in Daulatpur upazila of Khulna, alleged Moriom Mannan and her siblings. They did not find their mother after searching at all possible places that night. Then they filed a general diary. Rahima's daughter Adoori Akhter filed the case with Daulatpur Police Station on August 28.\\n\\nDuring the investigation police and Rab arrested six people till September 12.\\n\\nOn September 14, the court ordered PBI to take charge of the investigation.\\n\\nOn September 24, police found out Rahima from the house of Quddus Molla's house in Faridpur. When she was produced before the court the next day, she gave a statement claiming to have been abducted. Following her statement, court released her in the custody of one of her daughters.\"}}""{\"topic\": \"bd\", \"news\": {\"link\": \"https://www.thedailystar.net/news/bangladesh/crime-justice/news/ansar-al-islam-resurgence-nrbs-funding-reorganisation-3130556\", \"title\": \"Ansar al Islam resurgence: \\u2018NRBs funding reorganisation\\u2019\", \"author\": [], \"date\": \"2022-09-29 08:30:00+06:00\", \"news_text\": \"Ansar al Islam, which claims to be the Bangladesh chapter of Al-Qaeda in the Indian Subcontinent, has received about Tk 1.5 crore in the last three and half years from people in the UK and Australia for its operational activities as the militant outfit looks to stage a comeback.\\n\\nPreviously known as Ansarullah Bangla Team, Ansar Al Islam became inactive after the 2016 murder of Xulhaz Mannan, an LGBTQ rights activist, and his friend Khandoker Mahbub Rabby Tonoy.\\n\\nReports of the outfit regrouping came to the fore on August 23 after seven youths went missing from Cumilla.\\n\\nWhile investigating the missing youths' whereabouts, law enforcers discovered at least 30 more youths and people working in different professions also left home for a so-called jihad that sounded similar to the one being fashioned by the militant outfit.\\n\\nThe Daily Star has learnt from officials of the Counter Terrorism and Transnational Crime (CTTC) unit that Ansar al Islam is trying to reorganise.\\n\\nTo sponsor the resurgence, sympathisers of the outfit, many of whom are non-resident Bangladeshis, are sending in money through hundi, the cross-border money transfer method that bypasses the legal banking system.\\n\\nEarlier this week, CTTC managed to arrest two suspected to be coordinators of such activities.\\n\\nThe arrestees are Md Saiful Islam alias Shakil, 26, believed to be the terror group's accountant, and Rezaul Alam alias Tinku, 42, an agent of a mobile financial services provider.\\n\\nTinku would receive the money sent in by hundi and Shakil would distribute the funds among the outfit members as per the directive of Ansar al Islam's top leadership.\\n\\nOn information, police arrested the duo from the capital's Dakshin Khan area on Saturday and a case was filed, Ahamedul Islam, additional deputy commissioner of CTTC, told The Daily Star.\\n\\nA Bangladeshi expatriate named Shaheen sent about Tk 80 lakh to Tinku, according to the first information report.\\n\\nAfter sending the money, Shaheen would send a 'code' and the list of recipients through Viber. Accordingly, Tinku would hand over the money to Shakil and three others: Sumon, Dilowar and Sobahan.\\n\\nBesides receiving money directly from hundi, Tinku said he has received money through Shah Alam and Maqbul, both residents of Sylhet, Jabed and Liton at different times. Most of the funds would be forwarded to Shakil.\\n\\nIn his primary interrogation, Shakil said that he used to receive instruction to receive funds on secret apps like Xabber from the outfit's top leaders such as Sayed alias Tawfik, who is in charge of the outfit's activities in Dhaka city.\\n\\nBesides the Tk 1 crore from the UK, two non-resident Bangladeshis in Australia named Rana and Shikder sent about Tk 50 lakh, according to a high official of the CTTC unit.\\n\\nThe funds were used for the outfit's operational activities that include monthly allowances for the permanent members as well as the families of the arrested and slain members of the outfit, holding iftar parties and sending Eid gifts.\\n\\nEach arrested or slain member's family received Tk 5,000 to Tk 7,000, while the permanent members received Tk 8,000 to Tk 10,000 every month.\\n\\n\\\"We have already got some details of the expatriates who are sending the funds. We will now seek assistance in taking legal action against them through the official channel,\\\" Islam said.\\n\\nMeanwhile, Shakil has given a confessional statement in the court admitting his involvement in managing Ansar Al Islam's fund inflows from abroad.\\n\\nFrom the statement the investigators have obtained details of around 12 Ansar al Islam sympathisers, including a private car trader in Bangladesh.\\n\\nThe car trader named Tuhin has allegedly provided Tk 10 lakh after receiving the sum from the UK, according to officials and FIR.\\n\\n\\\"We are now verifying the names we found from the arrestees and conducting drives to arrest them,\\\" Islam said.\"}}""{\"topic\": \"bd\", \"news\": {\"link\": \"https://www.thedailystar.net/news/bangladesh/news/dhaka-sylhet-4-lane-highway-physical-work-set-begin-after-7-years-3130581\", \"title\": \"Dhaka-Sylhet 4-lane highway: Physical work set to begin after 7 years\", \"author\": [], \"date\": \"2022-09-29 08:20:00+06:00\", \"news_text\": \"Physical work to expand the Dhaka-Sylhet Highway is going to start finally, around seven years after a feasibility study was done to take up a project to improve connectivity between the capital and the southeast region, and beyond.\\n\\nTwo Chinese-Bangladesh firms have been selected for one of the six packages under the Tk 16,918.59-crore project for turning the 210km highway into a four-lane one with service lanes on both sides, say officials.\\n\\nContracts between the Roads and Highways Department (RHD) -- the implementing agency of the project -- and the contractors are likely to be signed next month, and work will start in December, they told The Daily Star.\\n\\nHowever, delay in land acquisition and complexities regarding the tender of one of the packages may hinder the project's implementation.\\n\\nIn February last year, the Executive Committee of the National Economic Council (Ecnec) approved the project, setting December 2026 as the deadline for completion.\\n\\nThe authorities decided to implement the project under six packages and hire 13 contractors for quick implementation.\\n\\nThe Cabinet Committee on Government Purchase (CCGP) on September 14 approved proposals for appointing two contractors for the first package.\\n\\nA joint-venture firm of Longjian Road and Bridge Company Ltd of China and Max Infrastructure Ltd of Bangladesh will work on an 18km portion from the Kanchpur intersection to Chanpara Bus Stand.\\n\\nThe firm will get Tk 925.36 crore to complete the physical work within four years, officials said.\\n\\nAnother joint venture of Zhengzhou City Highway Engineering Corporation Ltd of China and Max Infrastructure Ltd will carry out work on a 17km portion from Chanpara to Narsingdi BSCIC area at a cost of Tk 1,394.66 crore.\\n\\nThe company has to finish physical work in four years.\\n\\nContacted, Project Director AK Mohammad Fazlul Karim said, \\\"We hope to sign agreements with both the contractors by next month.\\\"\\n\\nOnce the deals are struck, the contractors will mobilise their resources, and work is expected to begin in December, he told this newspaper on Monday.\\n\\n\\\"There were some complexities over the project. However, the good news is work is finally going to start,\\\" he added.\\n\\nThe Dhaka-Sylhet Highway connects the Sylhet division with the capital and Chattogram, but the existing two-lane highway from Narayanganj's Kanchpur to Sylhet is not enough to deal with the growing number of vehicles, often causing traffic congestion and road crashes.\\n\\nBesides, it's part of the Asian Highway-1, which connects Meghalaya with West Bengal of India via Tamabil-Sylhet-Dhaka-Narail-Jashore. The government has taken up a separate project to turn the Sylhet-Tamabil Highway into a four-lane highway.\\n\\nDELAY OVER LAND ACQUISITION\\n\\nExpansion of the Dhaka-Sylhet Highway has long been in discussion, and the road authorities even carried out a feasibility study from 2012 to 2015.\\n\\nBut complexities over funding halted the plan. The project was supposed to be implemented with Chinese funding under a G2G initiative, but it ran into a snag as the authorities failed to reach a deal with the selected Chinese company.\\n\\nLater, the government sought to implement it with own funds. But it then changed its mind and finally decided to take funds from the Asian Development Bank.\\n\\nAmid complexities over funding, the government in October 2018 took up a Tk 3,885-crore project to acquire land and move the utility services lines as part of preparations for physical work.\\n\\nThe government made the move as land acquisition and shifting of utility services lines take considerable time and involve a complex process.\\n\\nThe Tk 3,885-crore project was supposed to be completed by June last year, but the implementing agency missed the deadline.\\n\\nThe authorities revised the project in February this year, pushing up the cost to Tk 7,982 crore (105 percent more). The deadline was also extended till June 2023. But the project authorities are yet to hand over any land to the Dhaka-Sylhet Highway Project authorities, sources said.\\n\\nAn RHD official, who is in the know about both the projects, said the majority of the land acquisition proposals remains pending with local district administration for over a year.\\n\\n\\\"We hope we'll get at least 50 percent of the land needed for package-1 before the physical work begins,\\\" the official said.\\n\\nThe official further said there is uncertainty about the start of physical work of several other packages due to complexities regarding land acquisition.\\n\\nProject Director Fazlul Karim, however, said 80 percent of the required land for package-1 will be available before physical work starts.\\n\\nHe also said they will get 270 days to hand over all the required land to the contractors after physical work starts.\\n\\nKarim, however, admitted there are some problems over land acquisition in some areas, including Habiganj. \\\"However, we are trying our best to resolve those.\\\"\\n\\nMeanwhile, sources at the Road Transport and Highways Division said a foreign company, with a poor track record in implementing a project in Bangladesh, topped the list of bidders in a tender for a contract in one of the packages.\\n\\nThe process remains halted for over a month as the project authorities have sought the division's directive in this regard but are yet to get any, sources said.\\n\\nThis may create further complexities leading to delay in the project's implementation, they added.\"}}""{\"topic\": \"entertainment\", \"news\": {\"link\": \"https://www.thedailystar.net/entertainment/tv-film/news/after-two-back-back-flops-ayushmann-reduces-fees-15-crores-3130986\", \"title\": \"After two back-to-back flops, Ayushmann reduces fees to 15 Crores\", \"author\": [\"Arts\", \"Entertainment Desk\"], \"date\": \"2022-09-29 13:46:53+06:00\", \"news_text\": \"The Covid-19 pandemic has had a significant impact on Bollywood. The Hindi cinema business is still finding its way. However, after delivering two back-to-back flops \\\"Anek\\\" and \\\"Chandigarh Kare Aashiqui\\\", Ayushmann Khurrana appears to have made a producer-friendly decision by reducing his fee from Rs 25 crore to Rs 15 crore as signing fee.\\n\\nAccording to Bollywood Hungama, Ayushmann had maintained his signing fee at Rs 25 crore so far. However, he has restructured it by demanding Rs 15 crore as a signing fee and the remaining Rs 10 crore dependent on his film's profit share. In this manner, Ayushmann might make even more if his film becomes a smash blockbuster, benefiting both him and the producers.\\n\\nOn the work front, Ayushmann has \\\"Doctor G\\\", \\\"An Action Hero\\\" and \\\"Dream Girl 2\\\" in the pipeline.\"}}""{\"topic\": \"entertainment\", \"news\": {\"link\": \"https://www.thedailystar.net/entertainment/tv-film/news/glad-be-part-history-bubly-3130976\", \"title\": \"Glad to be a part of history: Bubly\", \"author\": [\"Arts\", \"Entertainment Desk\"], \"date\": \"2022-09-29 13:20:34+06:00\", \"news_text\": \"Bubly and Symon Sadik are acting as leads in Raju Raj directorial film 'Chador'. They have been shooting for the past 14 days, in different locations in Dhaka.\\n\\nIn the film, renowned actors like Monira Mithu, Raju Raj and Rashed Mamun Apu will also be seen as the supporting cast. The government granted film is being produced by BFDC.\\n\\n\\\"I can only say that the audience will be enamoured by this film\\\", said Symon to The Daily Star. Symon will play a poet in \\\"Chador\\\".\\n\\nBubly was excited by the prospect of the film. \\\"After a long time, BFDC is producing a film. I am glad to be a part of history.\\\"\"}}""{\"topic\": \"entertainment\", \"news\": {\"link\": \"https://www.thedailystar.net/entertainment/tv-film/news/arrest-warrant-issued-against-ekta-kapoor-her-controversial-web-series-3130951\", \"title\": \"Arrest warrant issued against Ekta Kapoor\", \"author\": [\"Arts\", \"Entertainment Desk\"], \"date\": \"2022-09-29 12:50:52+06:00\", \"news_text\": \"\\u00c5 Bihar court has issued an arrest warrant against Bollywood producer Ekta Kapoor and her mother\\u2014Shobha Kapoor\\u2014for insulting soldiers and their families in the second season of the \\\"XXX\\\" web-series.\\n\\nEx-serviceman and resident of Begusarai, Shambu Kumar, filed a complaint against the \\\"Kahaani Ghar Ghar Kii\\\" producer for portraying objectionable scenes with a soldier's wife in the series.\\n\\nThe court issued summons against Ekta Kapoor and her mother, but both of them didn't appear before the court and thus a warrant was issued against them.\\n\\nThis isn't the first time that Ekta Kapoor has been embroiled in legal issues. She had to face numerous cases for the \\\"XXX\\\" web-series in the past. An FIR was filed against her in an Indore court, for hurting the sentiments of the Indian Army and inappropriate use of the national emblem in the controversial web-series.\"}}""{\"topic\": \"entertainment\", \"news\": {\"link\": \"https://www.thedailystar.net/entertainment/music/news/judge-orders-r-kelly-pay-300000-victim-3130931\", \"title\": \"Judge orders R Kelly to pay $300,000 to victim\", \"author\": [], \"date\": \"2022-09-29 11:45:35+06:00\", \"news_text\": \"A federal judge signaled Wednesday that she plans to order disgraced R&B superstar R. Kelly to pay more than $300,000 to one his victims in a decades-long scheme to use his fame to sexually abuse young fans.\\n\\nA restitution order by U.S. District Judge Ann Connelly that was still being finalized is meant to cover the cost of treatment for herpes and psychotherapy. The victim, referred to only by a pseudonym, has accused the jailed Kelly of giving her the sexually transmitted disease during one of their encounters.\\n\\nKelly could be on the hook for tens of thousands of dollars more to pay for herpes treatment and counseling for a second victim once the final tally is calculated. The judge rejected a third claim by another accuser.\\n\\nThe Grammy-winning, multiplatinum-selling songwriter appeared at the hearing in federal court in Brooklyn via video from a lockup in Chicago, and only spoke to exchange greetings with the judge and to turn down an offer to say more. None of the victims were in attendance.\\n\\nEarlier this year, Kelly was sentenced to 30 years in prison following a trial in New York where the jury found him guilty of racketeering and sex trafficking. A second trial in Chicago ended on Sept. 14 with his conviction on charges of producing child pornography and enticing girls for sex.\\n\\nThe question now in the New York case becomes when and how Kelly will pay the restitution. Prosecutors claim he has access to as much as $5 million to go along with about $28,000 seized from his inmate commissary account that defense attorney Jennifer Bonjean said was made up of small donations from fans.\\n\\nBonjean told the judge that Kelly has no access to any other funds because of judgments in civil cases brought against him. She also insisted that her client has always been clueless about his finances.\\n\\n\\\"He's not the best source of that information,\\\" she said.\\n\\nKelly achieved superstar status for work including the 1996 hit \\\"I Believe I Can Fly\\\" and the cult classic \\\"Trapped in the Closet,\\\" a multipart tale of sexual betrayal and intrigue.\"}}""{\"topic\": \"entertainment\", \"news\": {\"link\": \"https://www.thedailystar.net/entertainment/music/news/gangstas-paradise-rapper-coolio-dies-age-59-3130926\", \"title\": \"\\u2018Gangsta\\u2019s Paradise\\u2019 rapper Coolio dies at age 59\", \"author\": [], \"date\": \"2022-09-29 11:25:52+06:00\", \"news_text\": \"Coolio, the rapper who was among hip-hop's biggest names of the 1990s with hits including \\\"Gangsta's Paradise\\\" and \\\"Fantastic Voyage,\\\" died Wednesday at age 59, his manager said.\\n\\nCoolio died at the Los Angeles home of a friend, longtime manager Jarez Posey told The Associated Press. The cause was not immediately clear.\\n\\nVideo of Coolio - Gangsta's Paradise (feat. L.V.) [Official Music Video]\\n\\nCoolio won a Grammy for best solo rap performance for \\\"Gangsta's Paradise,\\\" the 1995 hit from the soundtrack of the Michelle Pfeiffer film \\\"Dangerous Minds\\\" that sampled Stevie Wonder's 1976 song \\\"Pastime Paradise\\\" and was played constantly on MTV.\\n\\nThe Grammy, and the height of his popularity, came in 1996, amid a fierce feud between the hip-hop communities of the two coasts, which would take the lives of Tupac Shakur and The Notorious B.I.G. soon after.\\n\\nCoolio managed to stay mostly above the conflict.\\n\\n\\\"I'd like to claim this Grammy on behalf of the whole hip-hop nation, West Coast, East Coast, and worldwide, united we stand, divided we fall,\\\" he said from the stage as he accepted the award.\\n\\nBorn Artis Leon Ivey Jr., in Monessen, Pennsylvania south of Pittsburgh, Coolio moved to Compton, California. He spent some time as a teen in Northern California, where his mother sent him because she felt the city was too dangerous.\\n\\nHe said in interviews that he started rapping at 15 and knew by 18 it was what he wanted to do with his life, but would go to community college and work as a volunteer firefighter and in airport security before devoting himself full-time to the hip-hop scene.\\n\\nHis career took off with the 1994 release of his debut album on Tommy Boy Records, \\\"It Takes a Thief.\\\" It's opening track, \\\"Fantastic Voyage,\\\" would reach No. 3 on the Billboard Hot 100.\\n\\nA year later, \\\"Gangsta's Paradise\\\" would become a No. 1 single, with its dark opening lyrics:\\n\\n\\\"As I walk through the valley of the shadow of death, I take a look at my life and realize there's not much left, 'cause I've been blastin' and laughin' so long, that even my mama thinks that my mind is gone.\\\"\\n\\nSocial media lit up with reactions to the unexpected death.\\n\\n\\\"This is sad news,\\\" Ice Cube said on Twitter. \\\"I witness first hand this man's grind to the top of the industry. Rest In Peace, @Coolio.\\\"\\n\\n\\\"Weird Al\\\" Yankovic tweeted \\\"RIP Coolio\\\" along with a picture of the two men hugging.\\n\\nCoolio had said in an interview at the time it was released that he wasn't cool with Yankovic's 1996 \\\"Gangsta's Paradise\\\" parody, \\\"Amish Paradise.\\\" But the two later made peace.\\n\\nThe rapper would never again have a song nearly as big as \\\"Gangsta's Paradise,\\\" but had subsequent hits with 1996\\u2032s \\\"1, 2, 3, 4 (Sumpin' New)\\\" (1996), and 1997\\u2032s \\\"C U When U Get There.\\\"\\n\\nHis career album sales totaled 4.8 million, with 978 million on-demand streams of his songs, according to Luminate. He would be nominated for six Grammys overall.\\n\\nAnd with his distinctive persona he would become a cultural staple, acting occasionally, starring in a reality show about parenting called \\\"Coolio's Rules,\\\" providing a voice for an episode of the animated show \\\"Gravity Falls\\\" and providing the theme music for the Nickelodeon sitcom \\\"Kenan & Kel.\\\"\\n\\nHe had occasional legal troubles, including a 1998 conviction in Stuttgart, Germany, where an boutique shop owner said he punched her when she tried to stop him from taking merchandise without paying. He was sentenced to six months probation and fined $30,000.\\n\\nHe was married to Josefa Salinas from 1996 to 2000. They had four children together.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/sports-special/t20-world-cup-2022/news/warner-back-australia-t20-squad-wc-warm-3130066\", \"title\": \"Warner back in Australia T20 squad for WC warm-up\", \"author\": [\"Afp\"], \"date\": \"2022-09-28 15:34:10+06:00\", \"news_text\": \"Opener David Warner was among four big names who returned Wednesday to Australia's squad for a two-match Twenty20 series against the West Indies, with the World Cup on home soil next month.\\n\\nWarner, who had been rested, was joined by recovered allrounders Mitchell Marsh (ankle) and Marcus Stoinis (side), and paceman Mitchell Starc (knee) after the quartet missed Australia's series defeat in India.\\n\\nAustralia host the West Indies on the Gold Coast on October 5 and at The Gabba in Brisbane on October 7.\\n\\nCameron Green keeps his place in a 16-man squad despite not being selected for Australia's World Cup defence. The tournament starts on October 16.\\n\\n\\\"We have and are taking a cautious approach with the World Cup on the near horizon,\\\" said national selection panel chair George Bailey.\\n\\n\\\"To have four key players return gives us the ability to take a conservative path with any minor issues and resolve those well in time for the World Cup.\\\"\\n\\nSquad: Aaron Finch (capt.), Sean Abbott, Pat Cummins, Tim David, Cameron Green, Josh Hazlewood, Josh Inglis, Mitchell Marsh, Glenn Maxwell, Daniel Sams, Steve Smith, Mitchell Starc, Marcus Stoinis, Matthew Wade, David Warner, Adam Zampa.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/cricket/news/rizwan-jamal-help-pakistan-down-england-fifth-t20i-3130876\", \"title\": \"Rizwan, Jamal help Pakistan down England in fifth T20I\", \"author\": [\"Afp\"], \"date\": \"2022-09-29 08:31:29+06:00\", \"news_text\": \"Rizwan, Jamal help Pakistan down England in fifth T20I\\n\\nPakistan's players celebrate after the dismissal of England's Alex Hales (not pictured) during the fifth Twenty20 international cricket match between Pakistan and England at the Gaddafi Cricket Stadium in Lahore. Photo: AFP\\n\\nProlific opener Mohammad Rizwan hit a fighting half-century before debutant all-rounder Aamer Jamal starred with the ball as Pakistan beat England by six runs in another last-over finish in the fifth T20 international in Lahore on Wednesday.\\n\\nRizwan's 46-ball 63 was the cornerstone of Pakistan's 145 all out in 19 overs after express pacer Mark Wood grabbed 3-20 to derail the home team who were asked to bat first at Gaddafi Stadium.\\n\\nEngland's stand-in skipper Moeen Ali smashed a brilliant undefeated 37-ball 51, with four sixes and two fours, but failed to score the 15 needed off the final over as England managed 139-7.\\n\\nJamal kept his cool despite being hit for a six off the third ball, conceding just eight to give Pakistan a 3-2 lead in the seven-match series.\\n\\nEngland won the first and third matches while Pakistan took the second and fourth, all played in Karachi.\\n\\nPakistan needed wickets to defend a below-par total and all six bowlers responded with at least a wicket each, with Haris Rauf grabbing 2-41.\\n\\nOpeners Alex Hales (one) and Phil Salt (three) were gone by the fourth over before the dismissals of Ben Duckett (10) and Harry Brook (four) left England struggling at 54-4.\\n\\nDawid Malan stopped the slide with a patient 35-ball 36, studded with six boundaries, before Ali raised his team's hopes of victory.\\n\\nBut the asking rate climbed with 40 needed off the last three overs and 28 off the last two.\\n\\nMoeen reached his seventh T20I fifty off 35 balls.\\n\\n\\\"I will give credit to the bowlers who defended a not-so-big total,\\\" said Pakistan skipper Babar Azam.\\n\\n\\\"I think Jamal showed great character by bowling the last over and his confidence got him over the line.\\\"\\n\\nAli, meanwhile, said England should have chased down the target.\\n\\n\\\"Disappointed we didn't chase those runs, we're a better team than that but we got strangled by the spinners in the middle overs,\\\" said Ali, whose team had fallen three runs short in pursuit of 166 on Sunday.\\n\\nEarlier, Pakistan struggled against the pace of Wood.\\n\\nWood -- playing only his second international since an elbow injury in March followed by surgery -- was ably assisted by Sam Curran (2-23) and David Willey (2-23) as Pakistan were dismissed in 19 overs.\\n\\nAmid a middle-order collapse from 42-1, which saw Pakistan lose six wickets off 48 balls for just 58 runs, Rizwan held on with a defiant knock, his fourth fifty in five matches in this series.\\n\\nWood dismissed Azam in the third over for nine before David Willey removed Shan Masood and Iftikhar Ahmed to derail Pakistan.\\n\\nMohammad Nawaz (nought) and Shadab Khan (seven) fell to injudicious run outs to leave Pakistan tottering at 100-7.\\n\\nRizwan completed his 20th T20I half-century before hitting Curran straight into the hands of Adil Rashid at deep square-leg in the 18th over. Rizwan struck three sixes and two fours.\\n\\nThe remaining matches are on Friday and Sunday, also in Lahore.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/athletics/news/mos-future-doubt-after-london-marathon-pullout-3130836\", \"title\": \"Mo\\u2019s future in doubt after London Marathon pullout\", \"author\": [\"Afp\"], \"date\": \"2022-09-29 03:44:14+06:00\", \"news_text\": \"Britain's Mo Farah celebrates with a 'mobot' pose after winning the men's 5000 metres final at the World Athletics Championships in Beijing yesterday. Photo: AFP\\n\\nMo Farah has been forced to withdraw from Sunday's London marathon due to a hip injury with this latest setback raising doubts over the 39-year-old's future in competitive racing.\\n\\nThe four-time Olympic gold medallist was due to run the race for the first time since 2019 after making a return to the track in a failed attempt to compete at last year's Olympics in Tokyo.\\n\\nFarah did return to form on the road by winning the \\\"Big Half\\\" -- a London half marathon -- earlier this month.\\n\\n\\\"I've been training really hard over the past few months and I'd got myself back into good shape and was feeling pretty optimistic about being able to put in a good performance,\\\" said Farah in a statement issued by London marathon organisers on Wednesday.\\n\\n\\\"However, over the past 10 days I've been feeling pain and tightness in my right hip. I've had extensive physio and treatment and done everything I can to be on the start line but it hasn't improved enough to compete on Sunday.\\\"\\n\\nHe added: \\\"It's really disappointing to have to withdraw after a good last few months and after my win at The Big Half but also because I love racing in front of my home crowd in London who always give all of us athletes such amazing support.\\\"\\n\\nFarah has never won the London marathon in three previous attempts, with his best finish coming in 2018 when he was third.\\n\\nEthiopian reigning champion Sisay Lemma and his compatriot Kenenisa Bekele, the second-fastest marathon runner of all time, are among the favourites for the men's race.\\n\\nKenya's Eliud Kipchoge is not running after smashing his own world record by 30 seconds at the Berlin marathon last Sunday.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/cricket/news/time-address-issues-and-not-gloat-over-confidence-gained-3130826\", \"title\": \"Time to address issues and not gloat over \\u2018confidence gained\\u2019\", \"author\": [\"Sports Reporter\"], \"date\": \"2022-09-29 03:19:39+06:00\", \"news_text\": \"\\\"For us, preparation was very important. We got good facilities here [in the UAE] and all our players utilised these seven days very well. The two matches we played here [against UAE] will help us build confidence ahead of the World Cup,\\\" Bangladesh all-rounder Mehedi Hasan Miraz said after wrapping up the two-match T20I series with a 32-run victory in the final game against the UAE in Dubai on Tuesday.\\n\\nMiraz spoke about how a 2-0 series win against the UAE -- which included a nervy seven-run victory in the first game -- would help the team 'build confidence' ahead of the T20 World Cup next month in Australia.\\n\\nThe concern is whether it will be the same type of confidence that Bangladesh had taken to Oman and the UAE last year for the previous edition of the T20 World Cup.\\n\\nJust about a year ago, then T20I skipper Mahmudullah Riyad gloated about how 'historic' series wins against Australia and New Zealand on slow and low Mirpur tracks had helped inject confidence in the side ahead of the last edition of the T20 World Cup.\\n\\nHow that confidence boost panned out for Bangladesh is known to the world -- with a humbling in the qualifiers against Scotland and an exit following zero wins in the Super 12s.\\n\\nMahmudullah is no longer on the scene, but does Miraz's claim of gaining confidence from wins against a T20I side ranked four places below Bangladesh -- who themselves are languishing in 9th place -- suggest the Tigers are again garnering a false sense of confidence ahead of yet another marquee T20 event?\\n\\nIt is probably time the Bangladesh cricketers called a spade a spade and treat this tour of the UAE as what it was meant to be: a scope for mere practice after training sessions at home were hampered by showers recently.\\n\\nEven on what should have been an easy tour for Bangladesh, they survived a major scare in the first T20I. After that game, Miraz lauded Afif Hossain's knock of unbeaten 77, which indeed was an innings worthy of praise and helped Bangladesh make a turnaround from a batting collapse that should not have happened in the very first place.\\n\\nThe next assignment for Bangladesh is in New Zealand, where they will play a tri-nation series also involving Pakistan. The series, which will begin on October 6, will act as a prelude to the World Cup for all three involved teams .\\n\\nGoing head to head against top-ranked teams like New Zealand and Pakistan surely provides the Tigers with the perfect opportunity to assess their calibre in conditions similar to what they will face down under.\\n\\nBut Bangladesh still have plenty of issues to fix. If anything, the matches against UAE showed how far off the pace Bangladesh are in the T20 format.\\n\\nHeadaches range from squandering simple catches to not yet finding a stable opening duo as Sabbir Rahman fails to justify the gift of a callback to the national team, which came in spite of the batter having very little to show in the domestic circuit during his time away from the national set-up for over two years.\\n\\nProbably the best way to do that would be to not obsess over confidence gained from wins over a feeble UAE and to instead start addressing how to approach the tri-nation series so that they can get at least some things in order before the mega-event in Australia.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/cricket/news/bcb-keen-sri-lanka-model-3130821\", \"title\": \"BCB keen on Sri Lanka model\", \"author\": [\"Sports Reporter\"], \"date\": \"2022-09-29 03:19:38+06:00\", \"news_text\": \"Bangladesh Cricket Board president Nazmul Hassan Papon spoke to the media yesterday and what could be surmised from his words is that the Tigers are going through a rebuilding phase ahead of the T20 World Cup in Australia. That rebuild will continue after the World Cup and Sri Lanka appear to be the model to follow judging from the board president's remarks.\\n\\nIt could be ascertained that some players who have not been able to cement their places will be given time. The likes of Afif Hossain, Yasir Ali, Nurul Hasan Sohan and Liton Das have made big strides in recent times and the BCB president was looking to form a core group with such players.\\n\\n\\\"There are many players in our team who are doing well. They will have to be given time. Afif has not become Mushfiqur [Rahim] or Mahmudullah [Riyad]. We can't make these mistakes [of comparing them to veterans], even Sohan has not become like them. But the thing is these players have that potential. Liton Das hasn' isn't close to Tamim [Iqbal] yet,\\\" the BCB president said yesterday, perhaps trying to temper expectations.\\n\\nWith the BCB president saying experimenting with the squad would be reduced, it was evident the team management may now look to find a sustainable line-up. The Sri Lanka team had been struggling in T20s for the past few years but have now found a unit from such phases of struggle.\\n\\nSkipper Dasun Shanaka, openers Kusal Mendis and Pathum Nissanka, middle-order batter Bhanuka Rajapaksa and Wanindu Hasaranga in lower-middle order are players who have taken up the reins.\\n\\nTalking about Bangladesh's current batch of players in T20s, Hassan said: \\\"We have done a lot of experiments last year and if we can minimise that, as Sri Lanka did, there are possibilities. Sri Lanka worked with a side for three-and-a-half years and then got results.\\\"\"}}""{\"topic\": \"bleh\", \"news\": {\"link\": \"https://bdnews24.com/technology/orzx622swg\", \"title\": \"Apple asks suppliers to shift some AirPods, Beats production to India: Nikkei\", \"author\": [], \"date\": \"None\", \"news_text\": \"Apple Inc is asking its suppliers to move some AirPods and Beats headphone production to India for the first time, Nikkei reported on Wednesday, in what could be another win for New Delhi in its push for local manufacturing.\\n\\nApple iPhone assembler Foxconn is preparing to make Beats headphones in India and hopes to eventually produce AirPods in the country as well, the report said, citing sources.\\n\\nLuxshare Precision Industry, a Chinese supplier to the iPhone maker, and its units also plan to help Apple make AirPods in India, according to the report.\"}}""{\"topic\": \"bleh\", \"news\": {\"link\": \"https://bdnews24.com/technology/orzx622swg\", \"title\": \"Apple asks suppliers to shift some AirPods, Beats production to India: Nikkei\", \"author\": [], \"date\": \"None\", \"news_text\": \"Apple Inc is asking its suppliers to move some AirPods and Beats headphone production to India for the first time, Nikkei reported on Wednesday, in what could be another win for New Delhi in its push for local manufacturing.\\n\\nApple iPhone assembler Foxconn is preparing to make Beats headphones in India and hopes to eventually produce AirPods in the country as well, the report said, citing sources.\\n\\nLuxshare Precision Industry, a Chinese supplier to the iPhone maker, and its units also plan to help Apple make AirPods in India, according to the report.\"}}""{\"topic\": \"bleh\", \"news\": {\"link\": \"https://bdnews24.com/technology/orzx622swg\", \"title\": \"Apple asks suppliers to shift some AirPods, Beats production to India: Nikkei\", \"author\": [], \"date\": \"None\", \"news_text\": \"Apple Inc is asking its suppliers to move some AirPods and Beats headphone production to India for the first time, Nikkei reported on Wednesday, in what could be another win for New Delhi in its push for local manufacturing.\\n\\nApple iPhone assembler Foxconn is preparing to make Beats headphones in India and hopes to eventually produce AirPods in the country as well, the report said, citing sources.\\n\\nLuxshare Precision Industry, a Chinese supplier to the iPhone maker, and its units also plan to help Apple make AirPods in India, according to the report.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://twitter.com/bdnews24com\", \"title\": \"\", \"author\": [], \"date\": \"None\", \"news_text\": \"JavaScript is not available.\\n\\nWe\\u2019ve detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to continue using twitter.com. You can see a list of supported browsers in our Help Center.\\n\\nHelp Center\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.facebook.com/bdnews24/\", \"title\": \"bdnews24.com\", \"author\": [], \"date\": \"None\", \"news_text\": \"\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.youtube.com/user/bdnews24DOTcom\", \"title\": \"bdnews24.com\", \"author\": [], \"date\": \"None\", \"news_text\": \"\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.instagram.com/bdnews24/\", \"title\": \"bdnews24.com (@bdnews24) \\u2022 Instagram photos and videos\", \"author\": [], \"date\": \"None\", \"news_text\": \"\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://apps.apple.com/us/app/bdnews24/id560835088\", \"title\": \"\\u200ebdnews24.com\", \"author\": [], \"date\": \"None\", \"news_text\": \"This is the official iPhone/iPad app for bdnews24.com developed jointly by Selliyal Sdn Bhd and bdnews24.com\\n\\n\\n\\nbdnews24.com is the first and the leading source of Bangladesh's news, delivered in both Bangla and English on an interactive, integrated multimedia platform for relevance and timeliness.\\n\\n\\n\\nThis app is supported by advertisements. You may turn off these advertisements by purchasing an annual subscription. The subscription will renew automatically each year and payment will be charged to your iTunes Account within 24-hours prior to the end of the current period. You can turn off auto-renewal by going to your Account Settings after purchase. No cancellation of your subscription is allowed during the active subscription period.\\n\\n\\n\\nFirst time users are offered a one month free trial period. Any unused portion of the free trial period will be forfeited when subscription is purchased.\\n\\n\\n\\nOur privacy policy: http://bdnews24.mnewsapps.com/privacy/\\n\\nOur terms of use: http://bdnews24.mnewsapps.com/terms\\n\\n\\n\\nQuestions or feedback regarding the app can be emailed to appsupport@murasu.com\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.daily-sun.com/./post/648882/PM-her-sister-and-family-members-pay-homage-to-Bangabandhu-in-Tungipara\", \"title\": \"PM, her sister and family members pay homage to Bangabandhu in Tungipara\", \"author\": [\"Daily Sun\"], \"date\": \"None\", \"news_text\": \"Prime Minister Sheikh Hasina on Friday offered prayers at the mausoleum of Father of the Nation Bangabandhu Sheikh Mujibur Rahman in Tungipara.\\n\\nShe was accompanied by her sister Sheikh Rehana while offering Fateha and munajat (prayer) seeking eternal peace of departed souls of Bangabandhu and other martyrs of 15 August, 1975 massacre.\\n\\nPM\\u2019s Assistant Press Secretary MM Emrul Kayas, who is accompanying the prime minister, confirmed this.\\n\\nEarlier, the prime minister paid tributes to Bangabandhu by placing a wreath at his mausoleum.\\n\\nAfter laying the wreath, she stood in solemn silence for some time as a mark of profound respect to the memory of the architect of the independence, who was brutally killed by some disgruntled army men on the dreadful night of 15 August, 1975 along with most of his family members.\\n\\nFamily members of the prime minister were also present to pay homage.\\n\\nThe PM reached Tungipara in Gopalganj at 10:10 in the morning by road after crossing the Padma Multipurpose Bridge.\\n\\nEarlier, Sheikh Hasina and her younger sister Sheikh Rehana started for Tungipara from her official residence Ganabhaban at about 7:15am.\\n\\nBefore crossing the Padma Bridge they both paid tolls.\\n\\nThe prime minister opened the country's longest ever self-financed Padma multi-purpose bridge amid nationwide jubilation on June 25.\\n\\nTungipara is their village home in Gopalganj district where their father Bangabandhu Sheikh Mujibur Rahman, the country's founding leader, was buried after his assassination on August 15 in 1975.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.daily-sun.com/./post/648799/No-talks-on-polls-this-time-hints-PM\", \"title\": \"No talks on polls this time, hints PM\", \"author\": [\"Daily Sun\"], \"date\": \"None\", \"news_text\": \"#Slams BNP for currying favour with foreigners\\n\\n#Accuses US of double standard over sanctions on RAB\\n\\nPrime Minister Sheikh Hasina on Thursday hinted that no talks will be held with the political parties ahead of the next general election.\\n\\n\\u201cGetting invitation or inviting others is now less frequent due to the current coronavirus-induced situation. The virus often marks a sharp rise. Even journalists are not allowed at my office. So, we have to think about it considering the coronavirus situation. Many (political parties) will also not come (for talks) while many others will not be able to join it,\\u201d she said.\\n\\nThe prime minister came up with the remarks while responding to a question as to whether the political parties will be invited for talks ahead of next general election like previous occasions while addressing a press conference on the outcome of her visits to the United Kingdom and the United States at her official residence Ganabhaban.\\n\\nOver the participation in the polls, Sheikh Hasina, also president of ruling Awami League, said whether the political parties will join the election or not is their own matter. \\u201cIt\\u2019s the decision of the respective political parties. We can\\u2019t force any party to contest the polls. Political parties must take their own decision if they want to do politics. But, we do want all the parties to take part in the election,\\u201d she said.\\n\\nShe expressed the hope that all the parties will participate in the next general election to test their popularity. \\u201cWe want all the political parties to participate in the polls. Awami League has never assumed office by rigging votes. Awami League has assumed the office by winning the elections,\\u201d she said.\\n\\nShe said the BNP leaders forgot their past misdeeds, including burning people to death.\\n\\n\\u201cHow will they go to the people to seek votes? That\\u2019s why, they\\u2019re holding meetings with diplomats to have their blessings,\\u201d she said.\\n\\nResponding to a query about sanctions against Rapid Action Battalion (RAB), the prime minister said the elite force was formed as per the suggestions of the United States. \\u201cThe US has been providing training, arms and all sorts of support for the elite force and it is acting in the manner it has learnt,\\u201d she said.\\n\\n\\u201cWe\\u2019ve curbed violence with the help of RAB. The US has imposed sanctions on that force which has uprooted violence. Now I have a question whether the US is unhappy as there\\u2019s no act of violence in Bangladesh\\u201d she said.\\n\\nResponding to another question about the impending economic crisis, Sheikh Hasina assured the country\\u2019s people that there is nothing to be worried as Bangladesh\\u2019s economy is in a quite strong position. \\u201cBangladesh\\u2019s economy, in terms of midterm and long-term aspects, is at no risk. I can ensure all of you that there\\u2019s nothing to worry,\\u201d she said.\\n\\nMentioning that the government has put concentration on making the economy vibrant overcoming all challenges, she said they have put emphasis on the issue of mitigating people\\u2019s sufferings of any kind. \\u201cThere\\u2019s nothing to worry\\u2026if we all think that this is our country and we all together have to pull the country ahead.\\u201d\\n\\nThe prime minister said in the US, she urged the Bangladeshi expatriates living there to convey her messages to their near and dear ones back home to ensure the maximum utilisation of their every inch of land and produce whatever they can.\\n\\nShe said whenever Awami League comes to power, it takes the country forward. \\u201cSo, I can say that we\\u2019ll be able to achieve desired economic indicators. But, our people will have to remain conscious,\\u201d she added.\\n\\nSheikh Hasina also said there is nothing to be worried about the foreign exchange reserves as the 1996 AL government started its journey with only US$ 1 billion forex reserves when electricity generation capacity was 1,300MW, food shortage was 4 million tonnes and the literacy rate was only 45 percent. \\\"I can promise you that there\\u2019s no risk in Bangladesh in any case.\\\"\\n\\nShe said it is true that Awami League could not come to power in 2001 only for local and foreign conspiracies for not agreeing to sell gas to foreign countries. \\u201cBut if the party had done so, it would not have been possible to continue electricity transmission even with some load shedding today and the country would have plunged into darkness.\\u201d\\n\\nThe prime minister said there are threats from the opposition parties of agitation and struggle, which is their job and they will continue to do it. \\u201cBut if the opposition had been so strong, a lot would have happened.\\u201d\\n\\nAfter assuming power, she said, the AL government has opened up every sector to the private sector.\\n\\nSheikh Hasina said she has confidence and trust in the people and that is why they have taken the decision.\\n\\nResponding to a question about the Rohingya crisis, the prime minister said she urged the United Nations to take steps to resolve the crisis.\\n\\nShe said she talked to the UN officials and pressed for a solution to the crisis as Bangladesh is currently hosting more than 1 million Rohingyas.\\n\\nSheikh Hasina met UN High Commissioner for Refugees Filippo Grandi regarding the Rohingya repatriation in New York when she raised the issues of environmental destruction, drug trafficking and criminal activities committed by the Myanmar\\u2019s displaced nationals.\\n\\nDiscussion is also underway with Myanmar to repatriate the Rohingyas soon, she added.\\n\\nBangladesh has been hosting the Rohingyas for the last five years since the latest influx happened in 2017, and it is not possible to host them anymore as international assistance for them is decreasing now, the prime minister said, adding that so they should be repatriated.\\n\\nRoad Transport and Bridges Minister Obaidul Quader, Foreign Minister Dr AK Abdul Momen and former Agriculture Minister and Awami League presidium member Begum Matia Chowdhury were present on the dais.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.daily-sun.com/./post/648739/SDG-remains-unachievable-without-adequate-funding:-Momen\", \"title\": \"SDG remains unachievable without adequate funding: Momen\", \"author\": [\"Daily Sun\"], \"date\": \"None\", \"news_text\": \"Foreign Minister Dr AK Abdul Momen today said implementation of Sustainable Development Goals (SDGs) is at stake globally as currently the development partners are extending only three percent fund out of the proposed requirement.\\n\\n\\\"Unless adequate financing is available, SDGs will remain an unachievable and unfinished agenda goal,\\\" he said.\\n\\nHe said as per the estimate, it requires 3.5 trillion to 11 trillion US dollars each year for achieving the SDGs worldwide.\\n\\n\\\"(However) currently, development partners, on average extend 156 billion a year which is nearly 3 percent of the proposed SDG requirement,\\\" he said while terming technology transfer and financing as number one challenge in means of SDG implementation.\\n\\n\\\"As the global economy is trying to recover from the supply chain disruption caused by the pandemic, the conflicts and uncertainties surrounding the Ukraine war is widening the already huge gap in financing needed to realize the SDGs,\\\" he said.\\n\\nWhereas, Momen said, in the post-COVID-19 era, the developing world needed investments and funding more than ever before to improve their productive capacity, including industrialization, export diversification, infrastructure development as well as integration into the global trading system.\\n\\nHe said Bangladesh, as an internationally acclaimed \\\"role model for development\\\", has a critical role to play in leading the developing world on critical issues of Sustainable Development.\\n\\nHe said it is crucial to establish a crisis mitigation and resilience-building fund for the countries to ensure the sustainability of their hard-earned development gains.\\n\\n\\\"We must take collective actions for a sustainable future,\\\" the foreign minister said.\\n\\nState Minister for planning Dr Shamsul Alam and Dhaka University's pro-vice chancellor professor Maksud Kamal also spoke, among others.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.daily-sun.com/./post/648736/30-Rohingyas-detained-while-trying-to-cross-border-in-Cumilla\", \"title\": \"30 Rohingyas detained while trying to cross border in Cumilla\", \"author\": [\"Daily Sun\"], \"date\": \"None\", \"news_text\": \"Thirty Rohingyas including children and women were detained on Thursday from Burichang upazila of Cumilla while trying to to go India illegally.\\n\\nThey were detained from Kharera border on Thursday afternoon, said Maruf Rahman, Officer-in-Charge of Burichang police station.\\n\\nOf the detainees, 16 were children, eight were female and six were male, said the OC.\\n\\nThey came to Cumilla from Cox\\u2019s Bazar by road on Wednesday and were detained by Border Guard Bangladesh members while trying to cross the border, he said.\\n\\nThey will be sent back to their camp in Cox\\u2019s Bazar, he said.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.daily-sun.com/./post/648735/BNP-to-present-caretaker-govt-formula-in-line-with-13th-amendment:-Fakhrul\", \"title\": \"BNP to present caretaker govt formula in line with 13th amendment: Fakhrul\", \"author\": [\"Daily Sun\"], \"date\": \"None\", \"news_text\": \"BNP Secretary General Mirza Fakhrul Islam Alamgir on Thursday said their party will present a formula for a non-partisan polls-time caretaker government in the light of the repealed 13th amendment to the constitution.\\n\\n\\u201cYou\\u2019ll know the outline of the caretaker government at the right time. You\\u2019ll also know when we\\u2019re going to initiate a simultaneous movement,\\u201d he told reporters after talks with the Bangladesh Labour Party and the National People\\u2019s Party (NPP), two components of the 20-party alliance.\\n\\nAs part of their second phase of talks to forge national unity for a united movement, Mirza Fakhrul Islam Alamgir sat with Labour Party at 10 am and with NPP at 11am at BNP Chairperson\\u2019s Gulshan office.\\n\\nIn 1994, Awami League spearheaded a campaign for installing a non-partisan caretaker government to oversee free and fair polls and forced BNP to accept it in 1996 in the face of a fierce movement.\\n\\nBNP got an absolute majority by winning the lopsided sixth parliamentary election and passed the 13th amendment to the constitution on March 27, 1996, introducing a polls-time non-party caretaker government system.\\n\\nBut the caretaker government system was abolished through the 15th amendment in 2011 as the Supreme Court struck down the 13th amendment to the constitution as illegal. The last two general elections were held under the Awami League-led government.\\n\\nBNP has been on a movement for the restoration of the polls-time neutral government system since the 13th Amendment was revoked.\\n\\n\\u201cOf the main demands, we have agreed on some demands, including the resignation of the illegal fascist government, the formation of a non-partisan caretaker government, the dissolution of parliament, holding an acceptable election under fresh Election Commission, the (unconditional) release of Khaleda Zia and our arrested leaders and activists,\\u201d he said.\\n\\nAfter the talks with other parties gradually, the BNP secretary general said they will finalise the demands and issues and move ahead with the simultaneous movement.\\n\\nLabour Party chairman Mostafizur Rahman Iran led a 10-member delegation of his party while Fariduzzaman Farhad led a 10-member delegation of NPP.\\n\\nNazrul Islam Khan, a standing committee member of BNP and 20-party coordinator, was also present during the meetings with the two parties.\\n\\nBNP began its second phase of dialogue with the first meeting with the Kalyan Party on Sunday last. The party also sat in talks with Jatiya Party (Kazi Zafar) and Oli Ahmed\\u2019s LDP to finalise the demands and issues of the anti-government movement.\\n\\nEarlier, BNP had discussions with 23 parties during its first phase of talks that began on May 24 to work out the outline for launching a united movement to 'restore' democracy and people\\u2019s voting rights.\"}}"