"{\"topic\": \"abcd\", \"news\": {\"link\": \"https://www.thedailystar.net/middle-east/news/aminis-death-tragic-incident-chaos-unacceptable-iranian-president-3130881\", \"title\": \"Amini's death \\u201ctragic incident\\u201d, but \\u201cchaos\\u201d unacceptable: Iranian president\", \"author\": [\"Reuters\"], \"date\": \"2022-09-29 10:02:34+06:00\", \"news_text\": \"A person lays flowers during a protest in front of the Iranian Embassy in support of anti-regime protests in Iran following the death of Mahsa Amini, in Madrid, Spain September 28, 2022. REUTERS\\n\\nIranian President Ebrahim Raisi on Wednesday said that the death of a young woman in custody had \\\"saddened\\\" everyone in the Islamic Republic, but warned that \\\"chaos\\\" would not be accepted amid spreading violent protests over Mahsa Amini's death.\\n\\nAmini's death two weeks ago has sparked anti-government protests across Iran, with protesters often calling for the end of the Islamic clerical establishment's more than four decades in power.\\n\\n\\\"We all are saddened by this tragic incident ... (However)Chaos is unacceptable,\\\" Raisi said in an interview with state TV, while protests continued around the country.\\n\\n\\\"The government's red line is our people's security ... One cannot allow people to disturb the peace of society through riots.\\\"\\n\\nDespite a growing death toll and a fierce crackdown by security forces using tear gas, clubs, and in some cases, live ammunition, social media videos showed Iranians persisting with protests, chanting \\\"Death to the dictator\\\".\\n\\nStill, a collapse of the Islamic Republic seems remote in the near term since its leaders are determined not to show the kind of weakness they believe sealed the fate of the U.S.-backed Shah in 1979, a senior Iranian official told Reuters.\\n\\nAngry demonstrations have spread to over 80 cities nationwide since the Sept. 13 death of 22-year-old Amini, after she was arrested for \\\"unsuitable attire\\\" by the morality police who enforce the Islamic Republic's strict dress code.\\n\\nAmini, who was from the northwestern Kurdish city of Saqez, died in hospital after falling into a coma, sparking the first big show of dissent on Iran's streets since authorities crushed protests against a rise in gasoline prices in 2019.\\n\\nRaisi, who had ordered an investigation into Amini's death, said \\\"forensics will present report on her death in the coming days\\\".\\n\\nAlthough Supreme Leader Ayatollah Ali Khamenei has yet to comment on the protests, a hardline watchdog body called on the judiciary \\\"to deal decisively with the main perpetrators and those responsible for killing and injuring innocent people and security forces.\\\"\\n\\nKhamenei appoints six senior clerics of the 12-member body, known as the Guardian Council.\\n\\nGROWING SUPPORT\\n\\nState media said 41 people, including members of the police and a pro-government militia, have died during the protests. Iranian human rights groups have reported a higher toll.\\n\\nRaisi backed Iran's security forces, saying \\\"they sacrifice their lives to secure the country\\\".\\n\\nDozens of Iranian celebrities, soccer players and artists - inside and outside the country - have backed the demonstrations. Iran's hardline judiciary said it will press charges against them, according to state media.\\n\\n\\\"Whoever participated and ignited the chaos and riots will be held to account,\\\" warned Raisi, while adding that \\\"no one should be afraid to express their views\\\".\\n\\nIran's elite Revolutionary Guards said on Wednesday they fired missiles and drones at militant targets in the Kurdish region of neighbouring northern Iraq, where an official said nine people were killed.\\n\\nIranian authorities have accused armed Iranian Kurdish dissidents of igniting the unrest, particularly in the northwest which is home to most of Iran's more than 10 million Kurds.\\n\\nWashington condemned the attack, calling it \\\"an unjustified violation of Iraqi sovereignty and territorial integrity.\\\"\\n\\nEarly on Wednesday, a video showed protesters in Tehran chanting \\\"Mullahs get lost!\\\" \\\"Death to the dictator!\\\" and \\\"Death to the leader (Khamenei) because of all these years of crime!\\\"\\n\\nReuters could not verify the authenticity of videos on social media.\\n\\nRights groups have reported the arrest of hundreds of people, including human rights defenders, lawyers, civil society activists and at least 18 journalists.\\n\\nAmini's death has drawn widespread international condemnation. Iran has blamed Kurdish dissidents for the unrest as well as what it called \\\"thugs\\\" linked to \\\"foreign enemies.\\\"\\n\\nTehran has accused the United States and some European countries of using the unrest to try to destabilise the Islamic Republic.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/sports-special/t20-world-cup-2022/news/warner-back-australia-t20-squad-wc-warm-3130066\", \"title\": \"Warner back in Australia T20 squad for WC warm-up\", \"author\": [\"Afp\"], \"date\": \"2022-09-28 15:34:10+06:00\", \"news_text\": \"Opener David Warner was among four big names who returned Wednesday to Australia's squad for a two-match Twenty20 series against the West Indies, with the World Cup on home soil next month.\\n\\nWarner, who had been rested, was joined by recovered allrounders Mitchell Marsh (ankle) and Marcus Stoinis (side), and paceman Mitchell Starc (knee) after the quartet missed Australia's series defeat in India.\\n\\nAustralia host the West Indies on the Gold Coast on October 5 and at The Gabba in Brisbane on October 7.\\n\\nCameron Green keeps his place in a 16-man squad despite not being selected for Australia's World Cup defence. The tournament starts on October 16.\\n\\n\\\"We have and are taking a cautious approach with the World Cup on the near horizon,\\\" said national selection panel chair George Bailey.\\n\\n\\\"To have four key players return gives us the ability to take a conservative path with any minor issues and resolve those well in time for the World Cup.\\\"\\n\\nSquad: Aaron Finch (capt.), Sean Abbott, Pat Cummins, Tim David, Cameron Green, Josh Hazlewood, Josh Inglis, Mitchell Marsh, Glenn Maxwell, Daniel Sams, Steve Smith, Mitchell Starc, Marcus Stoinis, Matthew Wade, David Warner, Adam Zampa.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/cricket/news/rizwan-jamal-help-pakistan-down-england-fifth-t20i-3130876\", \"title\": \"Rizwan, Jamal help Pakistan down England in fifth T20I\", \"author\": [\"Afp\"], \"date\": \"2022-09-29 08:31:29+06:00\", \"news_text\": \"Rizwan, Jamal help Pakistan down England in fifth T20I\\n\\nPakistan's players celebrate after the dismissal of England's Alex Hales (not pictured) during the fifth Twenty20 international cricket match between Pakistan and England at the Gaddafi Cricket Stadium in Lahore. Photo: AFP\\n\\nProlific opener Mohammad Rizwan hit a fighting half-century before debutant all-rounder Aamer Jamal starred with the ball as Pakistan beat England by six runs in another last-over finish in the fifth T20 international in Lahore on Wednesday.\\n\\nRizwan's 46-ball 63 was the cornerstone of Pakistan's 145 all out in 19 overs after express pacer Mark Wood grabbed 3-20 to derail the home team who were asked to bat first at Gaddafi Stadium.\\n\\nEngland's stand-in skipper Moeen Ali smashed a brilliant undefeated 37-ball 51, with four sixes and two fours, but failed to score the 15 needed off the final over as England managed 139-7.\\n\\nJamal kept his cool despite being hit for a six off the third ball, conceding just eight to give Pakistan a 3-2 lead in the seven-match series.\\n\\nEngland won the first and third matches while Pakistan took the second and fourth, all played in Karachi.\\n\\nPakistan needed wickets to defend a below-par total and all six bowlers responded with at least a wicket each, with Haris Rauf grabbing 2-41.\\n\\nOpeners Alex Hales (one) and Phil Salt (three) were gone by the fourth over before the dismissals of Ben Duckett (10) and Harry Brook (four) left England struggling at 54-4.\\n\\nDawid Malan stopped the slide with a patient 35-ball 36, studded with six boundaries, before Ali raised his team's hopes of victory.\\n\\nBut the asking rate climbed with 40 needed off the last three overs and 28 off the last two.\\n\\nMoeen reached his seventh T20I fifty off 35 balls.\\n\\n\\\"I will give credit to the bowlers who defended a not-so-big total,\\\" said Pakistan skipper Babar Azam.\\n\\n\\\"I think Jamal showed great character by bowling the last over and his confidence got him over the line.\\\"\\n\\nAli, meanwhile, said England should have chased down the target.\\n\\n\\\"Disappointed we didn't chase those runs, we're a better team than that but we got strangled by the spinners in the middle overs,\\\" said Ali, whose team had fallen three runs short in pursuit of 166 on Sunday.\\n\\nEarlier, Pakistan struggled against the pace of Wood.\\n\\nWood -- playing only his second international since an elbow injury in March followed by surgery -- was ably assisted by Sam Curran (2-23) and David Willey (2-23) as Pakistan were dismissed in 19 overs.\\n\\nAmid a middle-order collapse from 42-1, which saw Pakistan lose six wickets off 48 balls for just 58 runs, Rizwan held on with a defiant knock, his fourth fifty in five matches in this series.\\n\\nWood dismissed Azam in the third over for nine before David Willey removed Shan Masood and Iftikhar Ahmed to derail Pakistan.\\n\\nMohammad Nawaz (nought) and Shadab Khan (seven) fell to injudicious run outs to leave Pakistan tottering at 100-7.\\n\\nRizwan completed his 20th T20I half-century before hitting Curran straight into the hands of Adil Rashid at deep square-leg in the 18th over. Rizwan struck three sixes and two fours.\\n\\nThe remaining matches are on Friday and Sunday, also in Lahore.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/athletics/news/mos-future-doubt-after-london-marathon-pullout-3130836\", \"title\": \"Mo\\u2019s future in doubt after London Marathon pullout\", \"author\": [\"Afp\"], \"date\": \"2022-09-29 03:44:14+06:00\", \"news_text\": \"Britain's Mo Farah celebrates with a 'mobot' pose after winning the men's 5000 metres final at the World Athletics Championships in Beijing yesterday. Photo: AFP\\n\\nMo Farah has been forced to withdraw from Sunday's London marathon due to a hip injury with this latest setback raising doubts over the 39-year-old's future in competitive racing.\\n\\nThe four-time Olympic gold medallist was due to run the race for the first time since 2019 after making a return to the track in a failed attempt to compete at last year's Olympics in Tokyo.\\n\\nFarah did return to form on the road by winning the \\\"Big Half\\\" -- a London half marathon -- earlier this month.\\n\\n\\\"I've been training really hard over the past few months and I'd got myself back into good shape and was feeling pretty optimistic about being able to put in a good performance,\\\" said Farah in a statement issued by London marathon organisers on Wednesday.\\n\\n\\\"However, over the past 10 days I've been feeling pain and tightness in my right hip. I've had extensive physio and treatment and done everything I can to be on the start line but it hasn't improved enough to compete on Sunday.\\\"\\n\\nHe added: \\\"It's really disappointing to have to withdraw after a good last few months and after my win at The Big Half but also because I love racing in front of my home crowd in London who always give all of us athletes such amazing support.\\\"\\n\\nFarah has never won the London marathon in three previous attempts, with his best finish coming in 2018 when he was third.\\n\\nEthiopian reigning champion Sisay Lemma and his compatriot Kenenisa Bekele, the second-fastest marathon runner of all time, are among the favourites for the men's race.\\n\\nKenya's Eliud Kipchoge is not running after smashing his own world record by 30 seconds at the Berlin marathon last Sunday.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/cricket/news/time-address-issues-and-not-gloat-over-confidence-gained-3130826\", \"title\": \"Time to address issues and not gloat over \\u2018confidence gained\\u2019\", \"author\": [\"Sports Reporter\"], \"date\": \"2022-09-29 03:19:39+06:00\", \"news_text\": \"\\\"For us, preparation was very important. We got good facilities here [in the UAE] and all our players utilised these seven days very well. The two matches we played here [against UAE] will help us build confidence ahead of the World Cup,\\\" Bangladesh all-rounder Mehedi Hasan Miraz said after wrapping up the two-match T20I series with a 32-run victory in the final game against the UAE in Dubai on Tuesday.\\n\\nMiraz spoke about how a 2-0 series win against the UAE -- which included a nervy seven-run victory in the first game -- would help the team 'build confidence' ahead of the T20 World Cup next month in Australia.\\n\\nThe concern is whether it will be the same type of confidence that Bangladesh had taken to Oman and the UAE last year for the previous edition of the T20 World Cup.\\n\\nJust about a year ago, then T20I skipper Mahmudullah Riyad gloated about how 'historic' series wins against Australia and New Zealand on slow and low Mirpur tracks had helped inject confidence in the side ahead of the last edition of the T20 World Cup.\\n\\nHow that confidence boost panned out for Bangladesh is known to the world -- with a humbling in the qualifiers against Scotland and an exit following zero wins in the Super 12s.\\n\\nMahmudullah is no longer on the scene, but does Miraz's claim of gaining confidence from wins against a T20I side ranked four places below Bangladesh -- who themselves are languishing in 9th place -- suggest the Tigers are again garnering a false sense of confidence ahead of yet another marquee T20 event?\\n\\nIt is probably time the Bangladesh cricketers called a spade a spade and treat this tour of the UAE as what it was meant to be: a scope for mere practice after training sessions at home were hampered by showers recently.\\n\\nEven on what should have been an easy tour for Bangladesh, they survived a major scare in the first T20I. After that game, Miraz lauded Afif Hossain's knock of unbeaten 77, which indeed was an innings worthy of praise and helped Bangladesh make a turnaround from a batting collapse that should not have happened in the very first place.\\n\\nThe next assignment for Bangladesh is in New Zealand, where they will play a tri-nation series also involving Pakistan. The series, which will begin on October 6, will act as a prelude to the World Cup for all three involved teams .\\n\\nGoing head to head against top-ranked teams like New Zealand and Pakistan surely provides the Tigers with the perfect opportunity to assess their calibre in conditions similar to what they will face down under.\\n\\nBut Bangladesh still have plenty of issues to fix. If anything, the matches against UAE showed how far off the pace Bangladesh are in the T20 format.\\n\\nHeadaches range from squandering simple catches to not yet finding a stable opening duo as Sabbir Rahman fails to justify the gift of a callback to the national team, which came in spite of the batter having very little to show in the domestic circuit during his time away from the national set-up for over two years.\\n\\nProbably the best way to do that would be to not obsess over confidence gained from wins over a feeble UAE and to instead start addressing how to approach the tri-nation series so that they can get at least some things in order before the mega-event in Australia.\"}}""{\"topic\": \"sports\", \"news\": {\"link\": \"https://www.thedailystar.net/sports/cricket/news/bcb-keen-sri-lanka-model-3130821\", \"title\": \"BCB keen on Sri Lanka model\", \"author\": [\"Sports Reporter\"], \"date\": \"2022-09-29 03:19:38+06:00\", \"news_text\": \"Bangladesh Cricket Board president Nazmul Hassan Papon spoke to the media yesterday and what could be surmised from his words is that the Tigers are going through a rebuilding phase ahead of the T20 World Cup in Australia. That rebuild will continue after the World Cup and Sri Lanka appear to be the model to follow judging from the board president's remarks.\\n\\nIt could be ascertained that some players who have not been able to cement their places will be given time. The likes of Afif Hossain, Yasir Ali, Nurul Hasan Sohan and Liton Das have made big strides in recent times and the BCB president was looking to form a core group with such players.\\n\\n\\\"There are many players in our team who are doing well. They will have to be given time. Afif has not become Mushfiqur [Rahim] or Mahmudullah [Riyad]. We can't make these mistakes [of comparing them to veterans], even Sohan has not become like them. But the thing is these players have that potential. Liton Das hasn' isn't close to Tamim [Iqbal] yet,\\\" the BCB president said yesterday, perhaps trying to temper expectations.\\n\\nWith the BCB president saying experimenting with the squad would be reduced, it was evident the team management may now look to find a sustainable line-up. The Sri Lanka team had been struggling in T20s for the past few years but have now found a unit from such phases of struggle.\\n\\nSkipper Dasun Shanaka, openers Kusal Mendis and Pathum Nissanka, middle-order batter Bhanuka Rajapaksa and Wanindu Hasaranga in lower-middle order are players who have taken up the reins.\\n\\nTalking about Bangladesh's current batch of players in T20s, Hassan said: \\\"We have done a lot of experiments last year and if we can minimise that, as Sri Lanka did, there are possibilities. Sri Lanka worked with a side for three-and-a-half years and then got results.\\\"\"}}""{\"topic\": \"bd\", \"news\": {\"link\": \"https://www.thedailystar.net/news/bangladesh/crime-justice/news/what-igp-benazir-says-about-councillor-akramul-murder-3131021\", \"title\": \"What IGP Benazir says about councillor Akramul murder\", \"author\": [\"Star Digital Report\"], \"date\": \"2022-09-29 14:14:12+06:00\", \"news_text\": \"Outgoing Inspector General of Police Benazir Ahmed today said the killing of Teknaf municipality councillor Akramul Haque did not take place to his personal capacity, rather by the on-duty filed-level officers.\\n\\n\\\"It's a legal matter. There is no scope to express my personal opinion until it is identified as unjust or immoral.\\\"\\n\\nBenazir said this replying to a query whether the killing makes him regret as he was the Rab's Director General when the killing happened involving Rab members in 2018.\\n\\nPhoto: Collected\\n\\nHe arranged the press conference today, a day before his retirement from the service.\\n\\n\\\"There is no personal dispute with the gentleman [Akramul] who was killed in the incident. Many of us try to identify that as a personal matter,\\\" he said.\\n\\n\\\"It is our responsibility to see if any of our colleagues have gone out of the mandate. Whether they overstepped their mandate or not. If there is an overstepping, legal action will be taken against them,\\\" he said claiming that the Rab officials were performing their official duty on that day.\\n\\nThe police chief further said that he has information that there have been multiple investigations into the incident.\\n\\n\\\"There has been a magisterial inquiry. I ordered an internal inquiry when I left [Rab to join as IGP]. It would not be fair to say that there was no investigation,\\\" he claimed.\\n\\nOn May 31, at a press conference in Cox's Bazar, Akram's wife Ayesha Begum alleged her husband was killed in a planned way by Rab members and she was trying to talk to her husband on his mobile phone during his killing on May 26 night.\\n\\nShe gave reporters four audio clips of chilling conversations, raising allegations of cold-blooded murder of her husband.\\n\\nAyesha demanded judicial probe into the incident. The family members, however, alleged that they could not even file any case in this regard, seeking justice of the killing.\\n\\nRights activists raised their voices demanding justice of the killing after the audio clips spread on the social media.\\n\\nAfter Akram's death, Rapid Action Battalion in a press release said the victim was killed in a \\\"gunfight\\\" between the elite force and drug dealers in Teknaf around 1:00am on May 27 of 2018.\"}}""{\"topic\": \"bd\", \"news\": {\"link\": \"https://www.thedailystar.net/news/bangladesh/news/sanctions-rab-remain-until-held-accountable-us-ambassador-3130971\", \"title\": \"Sanctions on Rab to remain until held accountable: US ambassador\", \"author\": [\"Star Digital Report\"], \"date\": \"2022-09-29 13:17:34+06:00\", \"news_text\": \"Sanctions on Rab to remain until held accountable: US ambassador\\n\\nThe sanctions imposed by the US against Rapid Action Battalion and seven of its former and current officials will stay in place, until the perpetrators are held accountable.\\n\\nUS Ambassador Peter Haas made the statement at \\\"Meet the Ambassador\\\" event organised by the Center for Governance Studies and German think tank Friedrich Ebert Stiftung at a city hotel today (September 29, 2022).\\n\\nLeaders of political parties, academics, journalist and former diplomats were present at the programme.\\n\\n\\\"The sanctions are not intended to punish but to change the behaviour and hold them accountable,\\\" Haas said.\\n\\nHowever, he said the number of extrajudicial killings has significantly changed since the sanctions were imposed in December last year.\\n\\n\\\"This is a very good signal,\\\" Haas said.\\n\\nAsked about the alleged enforced disappearances, Peter Haas said that they want independent mechanism for investigation into the allegations.\\n\\nHe also highlighted the free, fair and inclusive elections slated for next year, but also expressed concerns over the political violence in the recent times.\\n\\nPeaceful and fair elections are not possible if there is violence, he said.\\n\\nThe US diplomat also spoke about various aspects of US-Bangladesh relationship including trade, labour rights, regional and global politics, Indo-Pacific Strategy and trade.\\n\\nOn labour rights, Haas said Bangladesh has made remarkable progress in terms of workplace safety in the export-oriented industries but the US still has concerns.\\n\\nNow, he said, the US wants Bangladesh to allow the workers to have trade unions and the right to mobilise and bargaining for their rights.\"}}""{\"topic\": \"bd\", \"news\": {\"link\": \"https://www.thedailystar.net/news/bangladesh/crime-justice/news/missing-rahima-went-hiding-willingly-pbi-3130956\", \"title\": \"\\u201cMissing\\u201d Rahima went into hiding willingly: PBI\", \"author\": [], \"date\": \"2022-09-29 12:56:34+06:00\", \"news_text\": \"Rahima Begum, the mother of Moriom Mannan, who was rescued after remaining missing for nearly a month, had not been abducted. She had gone into hiding willingly, said Police Bureau of Investigation.\\n\\nPBI also said that they found discrepancies in the statement Rahima gave at the court after being found.\\n\\n\\\"We have verified Rahima's statement given in the court under section 22. We have already found the abduction narrative to be false,\\\" said Syed Mushfiqur Rahman, superintendent of police (SP) of PBI Khulna.\\n\\nPreliminary investigation suggests that she may have done this to implicate her neighbours with whom she had a dispute regarding a piece of land, the SP added.\\n\\nIf the case filed over the disappearance of Rahima does not prove to be true after a full investigation, then actions will be taken against the plaintiff according to the law, said the SP adding that, the arrestees in the case, if found innocent in the investigation, can go for legal action.\\n\\nThe SP also stated that, Rahima went to stay at the house of Quddus Molla at Saidpur village of Faridpur's Boalmari to get an ID card and birth registration, so she can work in Bandarban and stay hidden.\\n\\nBesides Quddus Molla's place, Rahima stayed at the house of one Moni Begum in Bandarban's Islampur village while she was reportedly missing.\\n\\nTo Moni Begum, Rahima said that her permanent address was in Saidpur village of Faridpur. One of her sons studied at Dhaka University and a daughter died at the age of one-month.\\n\\n\\\"But there is no truth to any of this,\\\" the SP also said.\\n\\n\\\"She took work at Moni Begum's restaurant in Bandarban area. The hotel owner offered her a job in a local camp. But she needed a birth certificate and NID card for that job. So, she went to Saidpur to acquire NID,\\\" the PBI official added.\\n\\nPBI Inspector Abdul Mannan, also the investigation officer of the case, also said that the information given by Rahima is misleading.\\n\\nThe IO visited Quddus's house on September 27.\\n\\n\\\"I went to Boalmari to verify Rahima Begum's statement. Rahima's statement given in the court was different from what she said while staying there,\\\" the police official said adding that, Rahima told Quddus's family that she had a fight with her husband and daughters, which is not similar to her statement in the court.\\n\\nAbdul Mannan will go to Bandarban next in order to verify information given by Rahima, he added.\\n\\n\\\"Besides, by Chattogram Hill Tracts, Rahima meant Bandarban in her statement. She said that she came to Dhaka by train from the Chattogram Hill Tracts. But, we know there is no railway line in Bandarban,\\\" the IO also said.\\n\\nOn August 27, Rahima Begum went missing from her house at Maheshwarpasha in Daulatpur upazila of Khulna, alleged Moriom Mannan and her siblings. They did not find their mother after searching at all possible places that night. Then they filed a general diary. Rahima's daughter Adoori Akhter filed the case with Daulatpur Police Station on August 28.\\n\\nDuring the investigation police and Rab arrested six people till September 12.\\n\\nOn September 14, the court ordered PBI to take charge of the investigation.\\n\\nOn September 24, police found out Rahima from the house of Quddus Molla's house in Faridpur. When she was produced before the court the next day, she gave a statement claiming to have been abducted. Following her statement, court released her in the custody of one of her daughters.\"}}"